Autodesk.Navisworks.Api.StereoBehaviorMode
The stereo mode in use in stereo viewing options.

Autodesk.Navisworks.Api.StereoBehaviorMode.BehindScreen
Objects look as if they're behind the screen

Autodesk.Navisworks.Api.StereoBehaviorMode.AroundFocalPoint
Focal point is on screen, objects can be in front and behind